const wordList = [
    {
        word: "гитара",
        hint: "Струнный музыкальный инструмент."
    },
    {
        word: "кислород",
        hint: "Газ без цвета и запаха, необходимый для жизни."
    },
    {
        word: "гора",
        hint: "Большое естественное возвышение земной поверхности."
    },
    {
        word: "картина",
        hint: "Форма искусства, использующая краски на холсте для создания изображений или самовыражения."
    },
    {
        word: "астрономия",
        hint: "Научное изучение небесных объектов и явлений."
    },
    {
        word: "футбол",
        hint: "Популярная игра с мячом."
    },
    {
        word: "шоколад",
        hint: "Сладкое лакомство, приготовленное из какао-бобов."
    },
    {
        word: "бабочка",
        hint: "Насекомое с разноцветными крыльями и стройным телом."
    },
    {
        word: "история",
        hint: "Изучение событий прошлого в человеческой цивилизации."
    },
    {
        word: "пицца",
        hint: "Пикантное блюдо, состоящее из круглой приплюснутой основы с начинкой."
    },
    {
        word: "джаз",
        hint: "Музыкальный жанр, характеризующийся импровизацией и синкопированием."
    },
    {
        word: "камера",
        hint: "Устройство, используемое для съемки фото или видео."
    },
    {
        word: "бриллиант",
        hint: "Драгоценный камень, известный своим блеском и твердостью."
    },
    {
        word: "приключение",
        hint: "Захватывающий или смелый опыт."
    },
    {
        word: "наука",
        hint: "Систематическое изучение структуры и поведения физического и природного мира."
    },
    {
        word: "велосипед",
        hint: "Транспортное средство, приводимое в движение человеком, с двумя колесами."
    },
    {
        word: "закат",
        hint: "Ежедневное исчезновение солнца за горизонтом."
    },
    {
        word: "кофе",
        hint: "Популярный напиток с кофеином, приготовленный из обжаренных кофейных зерен."
    },
    {
        word: "танец",
        hint: "Ритмичное движение тела, часто исполняемое под музыку."
    },
    {
        word: "галактика",
        hint: "Обширная система звезд, газа и пыли, удерживаемых вместе гравитацией."
    },
    {
        word: "оркестр",
        hint: "Большой ансамбль музыкантов, играющих на различных инструментах."
    },
    {
        word: "вулкан",
        hint: "Гора или холм с вентиляционным отверстием, через которое выбрасываются лава, обломки горных пород, горячий пар и газ."
    },
    {
        word: "роман",
        hint: "Длинное художественное произведение, как правило, со сложным сюжетом и персонажами."
    },
    {
        word: "скульптура",
        hint: "Трехмерная форма искусства, созданная путем придания формы или комбинирования материалов."
    },
    {
        word: "симфония",
        hint: "Длинная музыкальная композиция для полного оркестра, обычно состоящая из нескольких частей."
    },
    {
        word: "архитектура",
        hint: "Искусство и наука проектирования и строительства зданий."
    },
    {
        word: "балет",
        hint: "Классическая форма танца, характеризующаяся точными и грациозными движениями."
    },
    {
        word: "астронавт",
        hint: "Человек, подготовленный к путешествиям и работе в космосе."
    },
    {
        word: "водопад",
        hint: "Каскад воды, падающий с высоты."
    },
    {
        word: "технология",
        hint: "Применение научных знаний в практических целях."
    },
    {
        word: "радуга",
        hint: "Метеорологическое явление, вызванное отражением, преломлением и рассеянием света."
    },
    {
        word: "вселенная",
        hint: "Вся существующая материя, пространство и время в целом."
    },
    {
        word: "пианино",
        hint: "Музыкальный инструмент, на котором играют нажатием клавиш, заставляющих молоточки ударять по струнам."
    },
    {
        word: "отпуск",
        hint: "Период времени, посвященный удовольствию, отдыху или релаксации."
    },
    {
        word: "лес",
        hint: "Большое скопление деревьев."
    },
    {
        word: "театр",
        hint: "Здание или открытая площадка, в которых ставятся пьесы, фильмы или другие представления."
    },
    {
        word: "телефон",
        hint: "Устройство, используемое для передачи звука на большие расстояния."
    },
    {
        word: "язык",
        hint: "Система общения, состоящая из слов, жестов и синтаксиса."
    },
    {
        word: "пустыня",
        hint: "Бесплодная или засушливая земля с небольшим количеством осадков или вообще без них."
    },
    {
        word: "подсолнух",
        hint: "Высокое растение с большой желтой цветочной головкой."
    },
    {
        word: "фантазия",
        hint: "Жанр художественной литературы с богатым воображением, включающий элементы магии и сверхъестественного."
    },
    {
        word: "телескоп",
        hint: "Оптический прибор, используемый для наблюдения удаленных объектов в космосе."
    },
    {
        word: "бриз",
        hint: "Легкий ветер."
    },
    {
        word: "оазис",
        hint: "Плодородное место в пустыне, где есть вода."
    },
    {
        word: "фотография",
        hint: "Искусство, процесс или практика создания изображений путем регистрации света или другого электромагнитного излучения."
    },
    {
        word: "сафари",
        hint: "Экспедиция или путешествие, как правило, для наблюдения за дикими животными в их естественной среде обитания."
    },
    {
        word: "планета",
        hint: "Небесное тело, вращающееся вокруг звезды и не излучающее собственного света."
    },
    {
        word: "река",
        hint: "Большой естественный поток воды, текущий по каналу к морю, озеру или другому подобному потоку."
    },
    {
        word: "таинственный",
        hint: "Трудно или невозможно понять, объяснить или идентифицировать."
    },
    {
        word: "загадка",
        hint: "Что-то таинственное, озадачивающее или трудное для понимания."
    },
    {
        word: "парадокс",
        hint: "Утверждение или ситуация, которые противоречат сами себе или не поддаются интуиции."
    },
    {
        word: "головоломка",
        hint: "Игра, игрушка или задача, предназначенные для проверки изобретательности или знаний."
    },
    {
        word: "шепот",
        hint: "Очень тихий говор, часто в скрытной манере."
    },
    {
        word: "тень",
        hint: "Темная область или форма, создаваемая объектом, блокирующим свет."
    },
    {
        word: "секрет",
        hint: "Что-то скрытое или неизвестное другим."
    },
    {
        word: "любопытство",
        hint: "Сильное желание что-то знать или выучить."
    },
    {
        word: "непредсказуемый",
        hint: "Невозможно предвидеть или узнать заранее; неопределенный."
    },
    {
        word: "запутывать",
        hint: "Сбить кого-либо с толку; сделать что-то неясным или трудным для понимания."
    },
    {
        word: "открывать",
        hint: "Сделать известным или раскрыть что-то ранее секретное или неизвестное."
    },
    {
        word: "иллюзия",
        hint: "Ложное восприятие или убеждение; обманчивая внешность или впечатление."
    },
    {
        word: "энергичный ",
        hint: "Полон энергии, яркости и жизни."
    },
    {
        word: "ностальгия",
        hint: "Сентиментальная тоска или тоскливая привязанность к прошлому."
    },
    {
        word: "блестящий",
        hint: "Издающий яркий блик."
    },
];